IDEA Open Model
MatPrestressSteelSIA.SurfaceCharacteristic Property
Compatible with IDEA StatiCa Beta 20.0
 Surface characteristic
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SurfaceCharacteristicTypeSIA SurfaceCharacteristic { get; set; }
Public Property SurfaceCharacteristic As SurfaceCharacteristicTypeSIA
	Get
	Set
Property Value
Type: SurfaceCharacteristicTypeSIA
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace